"Configure pill schedule" ="丸薬を構成します。";
"Create pill schedule" ="ピルを作成します。";
"Day" ="日";
"Each" ="各各 [おのおの]";
"Fields are not correctly filled, please fill them all" ="フィールドが正しく満たされていない、それらをすべて記入してください。";
"Frequency" ="周波数";
"Hour" ="時";
"Name" ="名前";
"Next pill is %@ %@ at %i" ="%@ %@ %i で次の丸薬であります。";
"Next time" ="次の時間";
"No pill scheduled, create one!" ="1 つ予定、ピルを作成しません。";
"Ok" ="OK";
"Pill configuration" ="コンフィギュレーション";
"Pill Information" ="情報";
"Time to take %@" ="取る %@";
"Week" ="週";
